{
  "comments": [
    {
      "author": "https://ex-juan-gan.livejournal.com/",
      "date": "July 3 2012, 19:14:36 UTC",
      "text": "Рехнуться можно. Мир сжимается (но размерность увеличивается). Спасибо огромное; зафрендил.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=118979#t118979"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 3 2012, 19:16:31 UTC",
      "text": "Рад что пригодилось.>>Рехнуться можно.Я, собсна, тоже так подумал... ))",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=119235#t119235"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 3 2012, 20:09:55 UTC",
      "text": "Ух как интересно. Спасибо большое. У деятеля все интересы с моими точно совпадают. У меня есть критерий гениального математика. У вас можно здесь матом? Ладно, заменю слово. \"Гениальный математик обязан быть двинутым. Если встретите математика, и он будет говорить, что он гениальный математик, но вы заметите, что он не двинутый, значит он 100% вас обманывает\". Голоса слышит, инопланетяне, православные видения на санскрите, все дела. Молодец. Блин, у меня ничего этого нет. Надо как-то работать над собой.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=119491#t119491"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 3 2012, 20:10:36 UTC",
      "text": ":-D",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=119747#t119747"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 3 2012, 20:41:27 UTC",
      "text": "Это всё побочные эффекты от длительного удержания сосредоточения. Когда сосредоточение залетает в моменты быстрого сна, тут-то вся двинутость и начинается. А когда в моменты медленного сна -- там вообще чудеса идут. Так что просто тренируйтесь думать о чём-то долго, и прибабах вас всенепременно одолеет.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=120003#t120003"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 3 2012, 21:25:17 UTC",
      "text": "Да не, я же шучу.>>Это всё побочные эффекты от длительного удержания сосредоточения.Нет, это совсем не так. Там всё гораздо более интересно. У меня тоже лет в 20 проблемы такого рода были, я эту тему изнутри знаю. Это специфическая для математиков история. Математика состоит из двух этапов. 1) Воображение неведомой хрени. 2) Построение доказательств внутри этой неведомой хрени. Если об \"основах мироздания\" всерьёз задумываться, в какой-то момент выясняется, что их нет, есть только бесконечная бездна, математически бесспорно доказать возможно абсолютно любую дикую хрень. (Например, с наибольшей радостью мозг доказывает дикие страшные заговоры вокруг тебя). Хорошо, что деятель остался на первом этапе, не стал выстраивать никаких доказательных систем про всех этих инопланетян. Назад бы не вернулся.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=120259#t120259"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 4 2012, 09:54:12 UTC",
      "text": "Интересно. А где можно почитать про это? Я почему спрашиваю - просто знаю, что если во сне меня угораздило сосредоточиться на чём-то, то начинается что-то непередаваемое, совсем не сон. И выйти из этого состояния очень сложно.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=120515#t120515"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 4 2012, 10:26:20 UTC",
      "text": "Наиболее внятное описание дзенских практик просветления (использующих в качестве предмета сосредоточения коан -- но из самого описания понятно, что коан легко может быть заменён на что угодно, например на решение математической проблемы, лишь бы сохранялся сознательный контроль над думаемым) я нашёл у Уилбера: [a href='http://onetaste.gets.ws/content/ken_uilber_-_odin_vkus_206.php']http://onetaste.gets.ws/content/ken_uilber_-_odin_vkus_206.php[/a] -- там как раз говорится о том, что основная техника достижения просветления заключается в попытках сохранить осознанность при переходах между бодрствованием, быстрым и медленным сном. Олег Бахтияров с этим начал работать без религиозных заморочек (которых хватает и у Уилбера), и продвинулся довольно далеко -- [a href='http://openmeta.livejournal.com/214490.html']http://openmeta.livejournal.com/214490.html[/a] (хотя у него и не так впрямую всё связано со сном и соответствующими переходами, но зато сами виды \"внимания на чём-то\" разобраны довольно подробно).Кроме того, я в 90-х прошёл то же массовое чтение литературы и общение со странными людьми, которое сейчас имеет Воеводин. От классического оккультизма до даосизма и Кастанеды :-) Да, есть синхронии, а бывает что и похуже. И природа этого до сих пор точно не определена. Но есть много правил поведения с синхрониями. Лучшее из них -- это считать их \"дорожными знаками\". Если синхронии есть, то ты на Пути (что немудрено: если ты над чем-то сосредоточенно размышляешь днём и ночью, то в представлении восточных мудрецов это и есть Путь), а синхронии -- это дорожные знаки, которые ты видишь на обочине. Разные школы говорят разное, что нужно делать (например, в нагвализме маг сначала начинает замечать знаки, а потом и понимать их значение -- просто накапливая свою силу) с этими знаками на обочине. Самое рациональное и грамотное -- это не сходить с Пути в направлении знака, а то лоб расшибёшь об тот столб, который держит этот дорожный знак :-) То есть все эти \"знаки\" -- это просто побочные явления активности головного мозга, которые случаются в моменты интенсивной долгой работы мозга в разных режимах (прежде всего -- залётах типичных для бодрствования размышлений на время сна). Так сказать, шумы вентилятора от нагрузки на процессор. Если на эти \"знаки\" не обращать внимания, то психушка, психотерапевты, монастырь и книжки по эзотерике тебе нафиг не нужны.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=120771#t120771"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 4 2012, 10:35:07 UTC",
      "text": "Я и сам медитирую в момент просыпания утром либо ночью, там у меня наилучшие результаты. Но если медитируешь прямо во сне получается другое совсем )), там нечто неимоверное, причём без результатов (либо я не умею ими воспользовться)Про синхронии, знаки и прочее мне не так интересно, я с ними давно знаком.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=121027#t121027"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 4 2012, 10:50:09 UTC",
      "text": "Ну, выполнить условие \"уходя в себя, никогда не возвращайся с пустыми руками\" -- это не самое простое. Бахтияров совсем недаром пытается заниматься языками, ибо не хватает мощности/компактности/точности/выразительности языка для формулирования пригодных к выносу из измененных состояний сознания результатов. Вот, например, про вытаскивание результатов: [a href='http://openmeta.livejournal.com/227306.html']http://openmeta.livejournal.com/227306.html[/a] (мне не кажется тамошняя теория адекватной, но зато приведено феноменологическое описание техники \"сходил туда, не знаю куда, вытащил оттуда то, не знаю что\").",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=121283#t121283"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 4 2012, 12:15:55 UTC",
      "text": "Было у меня один раз такое видение: длинное шоссе, а по обеим сторонам стоят дорожные знаки один за другим почти вплотную друг к другу.  У меня на синхронии точка зрения немного другая, об этом будет во второй части.В.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=121539#t121539"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 4 2012, 12:47:53 UTC",
      "text": "Ну, я понимаю, что синхронии -- это частный случай более широкого круга побочных проявлений удлинения периодов осознанного сосредоточения (сиддх -- хотя тут терминология может сильно путать). Вокруг меня самого вероятности время от времени зашкаливают так, что это сильно заметно даже не мне, а окружающим. Но мои личные правила эээ... гигиены неведомого -- обсуждать сколько угодно, но не реагировать действием.С удовольствием ознакомлюсь с любыми вашими идеями (или указаниями на чужие идеи) на тему о механизмах/природе синхроний. Я уже несколько лет как эту тему не мониторю, да и сам не слишком много над этим задумываюсь.Ещё во второй части интервью хотелось бы увидеть отношение к просветлению (которое я понимаю технически: полная круглосуточная осознанность, проходящая через стадии быстрого и медленного сна. Психонетики имеют сейчас технологию, которая позволяет без особых побочных эффектов достичь технического просветления за два-три года тренировки гарантированно). Собственно, я просветление и его достижение определяю по культурной линии типа танцев, жонглирования, восточных боевых искусств и т.д. (то, что речь идёт о практиках, связанных с особым мастерством движения -- то, что можно встретить в цирке -- это не случайно). Мой вопрос к психонетикам: в мире так много просветленных, но почему из них так мало лауреатов нобелевских и прочих подобных премий? Такое впечатление, что просветленные обижены умом, но догоняют телом -- хотя психонетики и многие другие адепты утверждают и про развитие разумности, как приоритет. Ваше мнение?Еще один вопрос -- это про моделирование работы математиков. Я знаю несколько выдающихся примеров моделирования. Так, тот же Бахтияров сделал гарантированные 3 года тренировок просветления путём моделирования восточных психотехнологий (обычные сроки для западных людей -- 6-12 лет при должном усердии). Борис Майер с участием Олега Ткачёва отмоделировали тайцзицюань, сократив время обучения начальному уровню примерно впятеро. Я уверен, что что-то подобное можно делать и с той же математикой: нужно иметь хороших модельеров и хороших математиков для такого моделирования. Все эти опыты моделирования сильно связаны с эээ... медитативными практиками модельеров, вникающих в медитативные практики моделируемых, поэтому такой вопрос вам может быть интересен, и вы что-то на эту тему можете знать.У меня ещё много вопросов и по математике в её связи с философской логикой, онтологией и computer science, но тут меня местные математики и программисты тапками закидают, так что я пока сдержусь :-)",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=121795#t121795"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 4 2012, 12:54:08 UTC",
      "text": "Я - не закидаю. Спрашивайте всё что угодно, к нашему удовольствию.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=122051#t122051"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 4 2012, 12:56:20 UTC",
      "text": "Про просветления я лучше отвечу здесь. Я не уверен что я правильно понимаю что это такое, но из того что я про это читал у меня создалось впечатление что одним из сопутствующих, скажем так, явлений является полное или почти полное разрушение  существующей личности.   То чем человек становиться после этого математикой заниматься по моему не может. В.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=122307#t122307"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 4 2012, 13:22:25 UTC",
      "text": "У меня тоже такое понимание негативного влияния на личность и интеллект для случая классической просветленности. Но если вычленить только психотехническую составляющую просветления (без \"духовностей\" и \"состраданий\", а также индоктринации какой-то космологии), то умственные способности и личность почти не страдают. Но и заметных улучшений интеллекта не наблюдается, вопреки всем декларациям на эту тему. А вот двигательные практики (которые в их экстремальном развитии обычно демонстрируют в цирке или на сцене) -- там явные достижения, нет вопросов.Рад, что наши взгляды на тематику \"просветлёнки\" близки.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=122563#t122563"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 4 2012, 13:40:46 UTC",
      "text": "Это интересно. Я не знал о связи между скачками в качестве двигательного контроля и \"просветлениями\" хотя людей с такими способностями я встречал. В.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=122819#t122819"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 4 2012, 14:45:31 UTC",
      "text": "В принципе, адекватный двигательный контроль включает задействование очень древних (эволюционно) механизмов управления со стороны головного и спинного мозга. Это достигается долгой тренировкой при соответствующем сознательном контроле. Сознательный контроль на длительном промежутке времени -- это же типичные техники просветления, которые \"усмиряют обезьянки мыслей, чтобы они не скакали, а слушались\".Олег Бахтияров работает в этом плане с экстремальщиками (чемпионы мира по нырянию, которые сохраняют некоторое сознание при кислородном голодании, именно работы его и Жданова по моделированию йоги привели к разработке практик длительного нахождения космонавтов на орбите, и т.д.). Он как раз хотел бы это всё развернуть в сторону лингвистики (и работает с тем же Кихадой, изобретателем Ыфкуиля), но результаты у него всё одно получаются в сторону физиологии и спорта.А вот (ныне проректор новосибирского политеха, физик) Борис Майерс прямо говорит, что отмоделировал \"общедвигательный процессор\" -- и часть его работ есть письменно (но там отнюдь не всё): [a href='http://www.dongyue.ru/Library/Lmain.html']http://www.dongyue.ru/Library/Lmain.html[/a]. Он мне рассказывал, что вся практика выработки необходимых телесных рефлексов и соответствующих режимов работы мозга начинается со стояния в определенной позе в течение суммарно 40 часов. Далее ученик замечает \"изнутри\", что поменялся. Ну, и всё остальное так. Принимавший в этом моделирование участие Анатолий Ткачёв говорит: когда не знаешь, чему учишь, то у тебя метафорические объяснения, а когда понимаешь -- просто набор эффективных упражнений.Я бы обязательно в этом ряду \"двигательных практик\" указал еще на обучение музицированию. Так, игра на фортепиано тоже имеет некоторые методы обучения, ускоряющие его в 10-100 (а то и больше) раз по сравнению с \"традиционным\". И (сюрприз, сюрприз!) \"умственное исполнение\" без инструмента является в этой технологии существенной практикой (ссылки на источники и чуть-чуть подробнее тут: [a href='http://ailev.livejournal.com/944960.html']http://ailev.livejournal.com/944960.html[/a]).Я бы обратил ваше особое внимание, что разбираться со всем этим становится легче, когда вы ставите не чистую продуктивную или исследовательскую задачу в данной предметной области \"следствия из длительных сосредоточений\", а переводите это в учебный контекст a la нейролингвистического программирования -- \"моделирование того, что происходит с  гениями, на достаточно детальном уровне, чтобы научить кого-то другого\".Я знаю аналогичные победы в моделировании умственных навыков (алгоритмики прежде всего: мои коллеги с мехмата МГУ сначала опустили курс введения в алгоритмику из вуза в школу 7й класс, а пару лет назад сумели опустить это обучение буквально до старшей группы детсада -- этим занимается группа Кушниренко), но это отдельная тема. Она (по крайней мере сейчас) не слишком связана с обучением длительным осознанным сосредоточениям.  С другой стороны, в интеллектуальных практиках она показывает, что при должной степени понимания того, что происходит в голове, можно добиваться не только \"ускорения времени тренинга\", но и \"снижения возрастного ценза\" при передаче умения думать в какой-то предметной области.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=124355#t124355"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 4 2012, 22:46:33 UTC",
      "text": "Тут вот еще что пришло в голову по поводу \"просветления\" и сна. В моем опыте интересные идеи а иногда и то что можно смело назвать \"посланиями\" приходят как раз во время неосознанного т.е. нормального сна и снов. Когда начинается вполне осознанное сновидение то что строится вокруг находится под слишком сильным влиянием личности и приближенных к ней мысле-образований. Это может быть забавно, может позволять получать сильные ощущения, но никакой особенно новой информации или нового взгляда на имеющуюся информацию во время вполне осознанного сна не получить.Это тоже подтверждает мои сомнения по поводу ценности \"просветления\" с точки зрения человека заинтересованного в контакте в более высокими уровнями реальности а не в блокировке такого контакта и замыкании на одном из более низких уровней. ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=125123#t125123"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 5 2012, 06:09:38 UTC",
      "text": "Я бы отвечал по двум разным линиям: 1. Просветление недаром иногда называют пробуждением -- и это нужно трактовать буквально. Классический эксперимент, показывающий техническое просветление объективно заключается в возможности поддерживать связный разговор, демонстрируя на энцефалограмме альфа-бета-дельта ритмы, соответствующие состоянию сна. Но при этом есть (по Бахтиярову) три разных технологии просветления, каждая из которых имеет существенные особенности: \"растворения мыслей\" (индуизм), \"трансформации мыслей\" (буддизм) и относительно редко встречающаяся \"формирование Воли/намерения рядом с мыслями\" (шаманские традиции). Понятно, что разные психотехнологии имеют абсолютно разное влияние на интеллектуальный потенциал: трудно говорить о хоть каком-то мышлении, когда тебя заставляют \"растворять мысли\". Так что на \"новую информацию во время осознанного сна не получить\" может последовать критика, что это \"неправильно дисциплинированное осознание\". Моя личная точка зрения: мозг никогда не выключается в плане генерации идей, а осознание нужно только для вытаскивания нагенерированного на уровень сознания -- хоть на уровне бодрствования, хоть во сне.У меня пятичастная модель психики (бессознательное, сознание, воля/Свидетель, экзокортекс/лист бумажки с записями, тело -- [a href='http://openmeta.livejournal.com/211234.html']http://openmeta.livejournal.com/211234.html[/a], и я собираюсь добавить шестую часть экзотела/инструментов), и возможно довольно большое число режимов, в которых буйство генерируемых бессознательным идей в несколько этапов переносится из кортекса в экзокортекс, где эти идеи могут быть наблюдаемы другими людьми в  знаковой форме и тем самым интегрироваться в цивилизацию.Но просветленцы, похоже, неозабочены этими аспектами, и их практики не развиваются в сторону повышения качества мышления при просветлении, они озабочены только максимально быстрым достижением просветления (которое может быть в плане качества мышления в быстром и медленном сне столь же разным, как и просто бодрствование -- бессознательное ведь всё время \"думает\", но при бодрствовании сознание очень по-разному проводит свою работу в разных ситуациях).2. Онтология \"разных уровней\" (и соответствующая типология уровней, коих ой-ой-ой сколько) для меня загадочна. Кен Уилбер хотя бы соотносит эти уровни с тремя основными режимами работы мозга (у него есть таблицы, которые сводят разные типологии достигнутых состояний сознания индуизма и буддизма в его разных школах к этим трём режимам -- бодрствованию, быстрому и медленному сну с разными пограничными состояниями). Это хоть какая-то объективация для традиционного \"картирования мозга\", привязка хоть к чему-то, общему для многих традиций. Насчёт же \"более высоких уровней реальности\" мне представляется важным разделение виртуальной реальности (генерируемой каждому человеку его мозгом в разных режимах работы, \"солипсистическая часть\") и собственно реальности (в её отличии от действительности -- то есть воспринимаемой человеком через имеющиеся у него мыслительные механизмы реальности). Реальность -- она разделяемая многими людьми, виртуальная реальность -- персональная, хотя разные персональные реальности могут быть похожими (например, в силу общего для разных людей образования, или -- что то же самое с образованием -- в силу общего опыта столконовения с \"настоящей\" реальностью).Если постулировать, что эти \"высокие уровни реальности\" -- виртуальная реальность, то тогда быстро идём на первую линию ответа, и дисциплинируем мозг для оптимизации работы мышления на этих уровнях/режимах работы (прежде всего -- на вытаскивание удуманного бессознательным на уровень сознания, при ассистенции Свидетеля/воли).Если постулировать, что это \"высокие уровни настоящей реальности\" -- то тогда я вкрадчиво начну задавать вопросы про вашу онтологию/космологию,  а также гносеологию (\"как вы об этом узнали\" -- ибо \"непосредственное знание\" хорошо контраргументируется по линии рассуждений \"виртуальной реальности внутри головы\"). Тут немедленно всплывёт обсуждение синхроний, а также принципов \"как наверху, так и внизу\" (это же и есть \"уровни\"?), и мне интересно ваше мнение.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=125635#t125635"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 5 2012, 06:52:23 UTC",
      "text": "Вообще абсолютно бессмысленная болтовня. Какая у этого сообщения ценность? Нулевая, очевидно. Лучше уж про инопланетян рассуждать. Там хотя бы какая-то творческая-эстетическая ценность есть. У меня пятичастная модель инопланетян. На первом этапе инопланетяне зелёные и виртуальные, на втором этапе они как бы формируют онтологический экзокортекс вируальности, на третем этапе материализуются в онтологическую дисперсию подсознания, на четвёртом этапе  возникает опасность проникновения всевдоматерии в гиперпрактики, на пятом этапе осознанные духовные образы принимают форму нло, со всеми вытекающими...",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=125891#t125891"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 5 2012, 06:56:40 UTC",
      "text": "Вы не задумывались, что такое \"смысл\"? Смысл слова, высказывания, текста? Что такое \"смысл\" на ваш взгляд?",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=126147#t126147"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 5 2012, 07:29:41 UTC",
      "text": "А вы задумывались над тем, что смысл высказывания на китайском один для потрудившегося изучить китайский, и совсем другой для вылезшего из индийских джунглей Маугли, который даже санскрита не знает, что уж там говорить о китайском? Можете ещё спросить Яндекса про разницу между значением и смыслом, а также поинтересоваться предметами семантики и герменевтики.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=126403#t126403"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 5 2012, 07:40:05 UTC",
      "text": "Так не для вас и писал. Для вас, конечно, эта болтовня бессмысленная. Вы многих и многих книжков по обсуждаемым предметам не читали, чтобы понять написанное. А я потрудился, и много лет эти книжки читал. Да ещё и делал сам что-то. Думаю, что и мой собеседник читал, и тоже что-то делал. А если чего и не понятно сразу, так я ссылочки на дополнительную информацию даю, или рассчитываю на использование гугля по назначению.Так что вам бы лучше про инопланетян. С ними, судя по этой реплике, у вас хороший личный опыт. А у меня этого опыта нету, так я про инопланетян и молчу. \"Онтологический экзокортекс виртуальности\" -- вы же ни одного слова из этого словосочетания не в бытовом, а в профессиональном значении этих слов, не понимаете, а чего тогда эти слова так используете? Для развлечения: почитайте \"Теорию виртуальности\" Дацюка, он там как раз про онтологию и виртуальность рассуждает -- [a href='http://www.uis.kiev.ua/xyz/tv/tv-book.htm']http://www.uis.kiev.ua/xyz/tv/tv-book.htm[/a] (но экзокортекса у него там нет, для него различение кортекса-экзокортекса неважно).",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=126659#t126659"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 5 2012, 08:05:59 UTC",
      "text": "Я понимаю, что не для меня. Я понимаю, о чём идёт речь и зачем. У меня возникли подозрения, что вы не понимаете \"зачем\", и решил сказать вам про свои подозрения. Я вот это и увидел: вас не очень-то интересует, зачем товарищу нужен этот разговор, вас интересует только возможность рассказать, сколько много вы книжек прочитали, дать ссылки на свои более подробные рассказы про то, сколько вы книжек прочитали, и т.д. Но тут мы подходим к главному вопросу. Смысл. Я неплохо представляю ваше мировоззрение. Оно на редкость интересное. И мне вот действительно интересно, задумывались ли вы над тем, что такое \"смысл\". Не по книжкам, не по цитатам из энциклопедий, а для потребностей вашего мировоззрения.Я бы дальше сказал своё отношение ко всем этим вашим книжкам, спросил бы, все ли ёгурты они одинаково полезны. Но это уже слишком сильно выдаёт моё понимание что такое \"смысл\", не хотел бы (пока).>>\"Онтологический экзокортекс виртуальности\" -- вы же ни одного слова из этого словосочетания...Да я, очевидно, даже не пытался понять словосочетания. Вы вот очень правильно ниже стали говорить про языки. Словосочетание сформировалось у меня в мозге автоматически языковой машиной. Как выясняется, языковая машина у меня правильно работает: ваша тоже распознала словосочетание как корректное, более того, принялась пытаться распознать в нём смысл. Очевидно, таким образом я и намекал вам, что в вашем тексте много именно таких конструкций - корректных для языковой машины, но...",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=126915#t126915"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 5 2012, 08:09:43 UTC",
      "text": "Ага, очень хорошо. Да и не нужно ходить далеко к китайцам. В английском все слова имеют смысл, которого нет у русских слов. А что с конструкциями из слов, высказываниями, текстами? Та же ситуация, или отличается?Повторю, мне не интересны словари, мне интересно ваше мнение. Впрочем, если вам лень, или не интересен этот вопрос (а интересно только перечислять навания прочитанных книжек и давать ссылки на себя), я не буду настаивать на необходимости ответа.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=127171#t127171"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 5 2012, 08:11:45 UTC",
      "text": "Оффтоп. ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=127427#t127427"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 5 2012, 08:12:00 UTC",
      "text": "Оффтоп.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=127683#t127683"
    },
    {
      "author": "https://cobetbi.livejournal.com/",
      "date": "July 5 2012, 08:28:45 UTC",
      "text": "Совсем нет, просто пока не дошли ещё, в одном шаге были от основной темы. Впрочем, как хотите.ДОБ: Замечу, всё-таки. Прочитайте исходный пост. Никаких шагов, это основная тема, чуть шире рассматриваемая. Языки, как они описывают объекты, и т.д. А вот список прочитанных вами книг про цирк и ныряльщиков - оффтоп.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=127939#t127939"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 5 2012, 12:07:31 UTC",
      "text": "Ответ по первой линиии очень интересный и затрагивает многое что для меня ново. Короткие ответы на ваши \"врадчивые вопросы\" уже есть во второй части которую а как раз переслал Роману для публикации перед тем как прочитать ваш комментарий.  Так что мы наверное продолжим эту тему в комментариях после того как Рома запостит вторую часть. ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=128195#t128195"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 5 2012, 12:34:54 UTC",
      "text": "Забавно... Что говорит ваша \"языковая машина\" я более или мение понимаю, хотя и не вижу связи между вторым и третьим этапами. А вот неосознанной работы языковой машины в комментарии Анатолия в отличие от вашего я не вижу. Это я к тому, что наконец то начался интересный разговор (четыре дня однако прошло) и хорошо бы в нем обойтись без колкостей. В.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=128451#t128451"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 5 2012, 12:52:19 UTC",
      "text": "С удовольствием почитаю вторую часть интервью, спасибо.По ответам первой линии правильно вам было бы правильно прочитать Ken Wilber \"One taste\" (есть и по-русски \"Один вкус. Дневники Кена Уилбера\" -- в Сети в изобилии), а затем его \"Integral spirituality\" (по-русски обрывки, для чтения оговорено, что требуется прочесть штук пять его толстых книжек предварительно -- и это осмысленно, но для вас вряд ли будет реально и совсем уж полезно. Я сам читал утёкший в сеть черновик, но там очень интересно именно про просветление). У Уилбера много всего разного понамешано, в том числе он первоисточники пересказывает примерно так, как театральные режиссеры сценарии: не каждый автор узнает свои идеи в его пересказе. Но я думаю, что вы там найдете ряд интересных поворотов мысли (увы, не стройную картину мира, на которую он претендует). После этого вам бы правильно было познакомиться с книгой Олега Бахтиярова \"Активное сознание\" (мои заметки двухлетней давности по этой книге, хотя эта рецензия подготовлена для довольно специфического комьюнити [a href=\"https://openmeta.livejournal.com/profile\"  target=\"_self\"  class=\"i-ljuser-profile\" ][/a][a href=\"https://openmeta.livejournal.com/\" class=\"i-ljuser-username\"   target=\"_self\"   ]openmeta[/a] -- [a href='http://openmeta.livejournal.com/214490.html']http://openmeta.livejournal.com/214490.html[/a]). Это три совсем нетолстых книжки, надеюсь вам они помогут. Что касается моих собственных мыслей, то я их в виде длинных связных текстов не оформлял, увы. Но если что заинтересовало из уже написанного мной в разных постах и комментах там и сям, буду рад сформулировать подробнее.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=128707#t128707"
    },
    {
      "author": "https://dimpas.livejournal.com/",
      "date": "July 5 2012, 17:22:54 UTC",
      "text": "Великие покойные И.М.Гельфанд и В.И.Арнольд были нормальными, нормальнее многих. От здоровья зависит, наверно, и от скорости...",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=128963#t128963"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 10:04:34 UTC",
      "text": "У меня вот еще какой вопрос. Вы ответили по двум веткам, но совсем не коснулись вот этой части моего комментария:\"Когда начинается вполне осознанное сновидение то что строится вокруг находится под слишком сильным влиянием личности и приближенных к ней мысле-образований.\"а мне кажется что это очень существенный момент во всей этой истории вообще. В моем опыте основной причиной мешающей нам воспринимать \"скрытый мир\" является как раз именно то что наши сознание и подсознание \"редактируют\" все что вокруг нас находится (как во время обычного функционирования так и во время \"медитационных\" практик). ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=129219#t129219"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 6 2012, 10:50:43 UTC",
      "text": "1. \"Осознанное сновидение\" -- это очень по-разному трактуемый термин. В одних вариантах можно считать, что речь идёт об \"осознании\" (наличии Свидетеля, который не вмешивается в сон, а лишь его наблюдает). В других вариантах -- наличествует не просто Свидетель (как предпочитает говорить Уилбер и буддисты), а Воля (как предпочитает говорить Бахтияров и шаманы), т.е. подразумевается некоторая установка на цель, заранее концентрирующая внимание на то, что может помочь выполнению намерения и то, что будет от этого внимания ускользать. Так что термин нужно раскрывать, сам подход тут может быть разный.2. Личность -- это и есть набор её мыслеобразований, взаимодействующих друг с другом. Гипотеза о \"приближенных к ней мыслеобразованиях\" требует отдельного рассказа. Так, если у меня есть очаг активности мозга, который круглые сутки поёт мне неделю назад услышанную мелодию, то границы системы личности я могу провести по-разному, субъективно: для одного случая это уже \"моё личное\", часть моей личности, но для другого случая рассмотрения это \"не моё личное\", а залетевшее ко мне чужое, которое поселилось на моём биологическом субстрате и там живёт. В системном подходе чётко оговаривается, что без деятеля границы системы (свой-чужой, моя зона ответственности-зона ответственности другого) не оговаривается, и существенно зависит от целей деятельности этого деятеля. Я задаю студентам вопрос: \"какие границы Солнечной системы?\". Вопрос бессмысленный, если не выяснять, для какой деятельности потребовалось выделять в реальности кусок мира с Солнцем и планетами, и строить для этой \"солнечной системы\" в действительности мышления понятие \"система\". Так и с вашей \"личностью\" и \"чужими мыслеобразованиями\". Софт редактора текстов, на котором я пишу сейчас этот коммент -- это чужой софт, или он уже софт моего компьютера? Ответ зависит от того, зачем мне потребовалось задавать этот вопрос. Так и про \"личность\" (которую я считаю тем же набором мыслеобразований) и \"приближенными к ней мыслеобразованиями\".3. Конечно, любое восприятие реальности редактируется на многих и многих уровнях. Это понятие \"редактирование\" само по себе крайне сложно и означает множество разных механизмов -- и без него вообще ничего не бывает. Принципиально не бывает ситуаций \"без редактирования\". Я вот сейчас смотрю на монитор компьютера -- и что, я не \"редактирую\" поступающий в мои глаза оптический поток? Ещё как \"редактирую\" -- и это не зависит от того, сплю я, или бодрствую! Во сне внимание и редактирование того, что в фокусе внимания, может порхать больше или меньше, чем в бодрствовании, или при осознанности. Но это не означает, что редактирования не будет. Будет, но другое -- может ещё более жёсткое, чем при осознанности. То есть в вашей фразе \"мешающей\" можно легко поменять на \"помогающей\" и наоборот -- как проверите-то? Осознанное восприятие можно настраивать/намеривать, в зависимости от его целей. Неосознанное -- настройке не поддаётся, поэтому шанс увидеть что-то по-настоящему интересное меньше.Обратите внимание: я тут сознательно делаю упор на деятельностный подход, в котором не бывает \"пойди туда не знаю куда принеси то не знаю что не знаю зачем просто так\". Всегда есть объемлющая система, всегда есть деятель (белковый, или небелковый) и его цели, всегда есть намерение, всегда разница между реальностью и действительностью -- вопрос в том, обсуждается ли это явно, или остаётся за рамками обсуждения. ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=129475#t129475"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 12:20:32 UTC",
      "text": "1. Под словом \"осознанное сновидение\" я понимаю достаточно конкретную вещь - состояние во сне когда знаешь что это сон. Таких состояний тоже может быть много разных (например бывает что знаешь что это сон, но при этом помнишь как внешнюю реальность сон \"предыдущего\" уровня) но суть здесь одна - зная что ты во сне, ты знаешь что ты хозяин окружающего мира и вольно или невольно начинаешь его менять. 2. Есть такое понятие гелиосфера (см. например новости про Voyager 1)...  Различные компоненты мыслесистемы можно различать по их памятям. Личность обладает вполне определенной памятью которая ей доступна. Другие мыслеобразования имеют свои памяти недоступные личности.3. В состоянии нормального сна мешающие мыслеобразования как и мешающие структуры самой личности (например интерес к сексу) находятся в подавленном состоянии что позволяет другим структурам работать с личностной памятью и создавать там образы создавать которые в обычных состояниях сложнее.Интерес личности к той или иной теме может храниться в пассивной памяти и быть доступен тем силам которые эти образы создают.  ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=129987#t129987"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 13:09:08 UTC",
      "text": ">>и вольно или невольно начинаешь его менять. Необязательно. Поэтому Анатолий и говорил выше [a href=\"http://sober-space.livejournal.com/39619.html?thread=125635#t125635\" rel=\"nofollow\"]может последовать критика, что это \"неправильно дисциплинированное осознание\"[/a]",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=130243#t130243"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 6 2012, 13:22:33 UTC",
      "text": "1. \"Вольно или невольно начинаешь менять мир\" -- я не понимаю, почему речь идёт в таком залоге именно о сне. Люди Бахтиярова делают упражнение: увидеть вместо красного цвета какой-нибудь другой -- вполне при бодрствовании. Нейролингвистические программисты очень любят анализировать искажения восприятия при бодрствовании (в том числе при бытовых трансах -- т.е. состояниях, соответствующих \"на секунду задумался перед ответом\"). В этом плане одно и то же рассуждение лучше бы применять ко всем трём режимам работы мозга: бодрствованию, быстрому сну, медленному сну и многочисленным гибридам. Осознанное бодрствование тоже круто, чаще люди бодрствуют в бессознанке.2. Если вам нужно выкинуть кусок вещества за границы солнечной системы так, чтобы он потом не вернулся, то у вас появляется критерий, как провести эти границы. Если речь идёт о чем-то другом, то и границы будут проведены по другому. То есть при определении гелиосферы (и кучи сопутствующих понятий) была установка на какую-то, пусть даже и гипотетическую, деятельность. Объекты выделяются из мира только для того, чтобы что-то с ними потом делать. Произвольно выделенные из мира объекты неинтересны, поэтому они произвольно и не выделяются. Системный подход предлагает делать выделение объектов сознательно, учитывая последующее обсуждение со стейкхолдерами-деятелями.Я согласен со словом \"памяти\" (помним, что это не компьютерная метафора -- но что для памяти есть и презентация и репрезентация информации. Кстати, если вырываться за пределы компьютерной науки, но продолжать обсуждать работу с содержимым \"памятей\", я бы вводил понятие информатики, вот моя попытка: [a href='http://ailev.livejournal.com/1008054.html']http://ailev.livejournal.com/1008054.html[/a]. А вот тут сравните с обсуждаемыми в нашем разговоре вопросами: [a href='http://ailev.livejournal.com/1008684.html']http://ailev.livejournal.com/1008684.html[/a]  Кстати, отход от \"компьютер как память представления мира на базе теории множеств\" (путь к каковому отходу я интуитивно, ибо совсем не математик подозреваю в ваших сегодняшних математических штудиях) может ещё больше сблизить небелковые памяти-с-обработчиками и белковые. Например, существующие теории понятий когнитивной науки отнюдь не все опираются на понятия-как-классы-множества ([a href='http://plato.stanford.edu/entries/concepts/']http://plato.stanford.edu/entries/concepts/[/a]). Но это уже совсем в сторону.3. Любой агент/процессор/самоподдерживающийся мыслеобраз (работа которого задаётся своими собственными структурами и памятями, конечно) может залезать в \"чужие\" памяти. Интерфейс такого залезания разный (чужую книжку я могу просто взять и прочесть, а вот другого человека я могу спросить -- он может автоматом мне ответить, даже не отрефлектировав этого. И наоборот: я ему как сказану что-то, а он возьми да запомни -- это запомненное его память, или моя переданная?). Так что требуется уточнять, что там с памятями. Ну, и иерархия памятей/процессоров/уровней обработки.У меня, как я уже говорил, личность (т.е. психика в целом) имеет пятичастную (с учётом инструментов -- шестичастную) структуру. Сборку осуществляет Воля. Волю над Волей (Наблюдателя за Наблюдателем) дальше рассматривает большинство мистиков, но я этим пренебрегаю. Так что ваши \"пассивные памяти\", \"памяти личности\" и т.д. для меня совершенно загадочные объекты. Т.е. в любой момент можно договориться, что в такой-то ситуации такую-то память для таких-то процессоров/выполнителей мыслительных работ считаем \"их\" и \"пассивной\", но это требует специальных договоренностей. Ну, а бессознательное я вообще рассматриваю как работающий зоопарк разных форм памяти и самоподдерживающихся мыслеобразом, резонирующих друг с другом в \"пространстве значений\" (ох, эту \"ассоциативную память\" даже боюсь обсуждать, но грех её не помянуть).",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=130499#t130499"
    },
    {
      "author": "https://sharpc.livejournal.com/",
      "date": "July 6 2012, 14:02:20 UTC",
      "text": "Я немного интересуюсь темой и у меня есть вопрос. Зачем нужен экзокортекс, вполне понятно, люди это мешки с мясом и емкая и мощная система-сосед, способная действовать алгоритмически, не забывать, не прощать, выдавать точный ответ согласно своей модели, не искаженный усталостью, эмоциями и т.п., весьма полезна для хозяйственной деятельности.Но я не могу усмотреть пользу в экспериментах с изменениями традиционной схемы мышления и психики, искажениях восприятия и других вещах, которыми, в частности, занимается Бахтияров. Понятие «здоровой» психики появилось в результате длительной эволюции сложной и потенциально крайне разнообразной нейросетки, которая отсекала рассуждения о том, что красный это зеленый, надо только захотеть его там увидеть и знать как, в пользу рассуждений вида «шорох травы на 11 часов, 120 мс размышлений, валить надо из этой Германии». Очень приблизительно говоря, в древние времена это была оптимизация по выживаемости-фертильности, сейчас по распространенности и мощности реализующихся и разрабатываемых социальных моделей.Дают ли эти исследования какой-то воспроизводимый, социально значимый и позитивно оцениваемый результат для интеллекта (ну там способность за 2 минуты сдать задачу на топкодере, видеть подсвечивающиеся символы шифрокода как в «Играх разума» или лихо убегать от плохих парней как в «Областях тьмы»)? Или же это просто любопытство, как далеко можно зайти в переобучении нейросетей мозга вдаль от эволюционной программы с тем, чтобы сложность следования найденным правилам техники безопасности не превзошла профит от этого переобучения? Получают ли исследователи психонетики объективный результат и возможность объективного положительного влияния на реальность (которые в определенных, установленных развитием социума пределах, можно выразить простым русским языком), либо тестируют системы мозга на входах, для которых мозг не предназначен эволюционно, и поэтому не способен выдавать что-либо годное типа бозонов Хиггса или читабельного кода?",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=130755#t130755"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 6 2012, 14:18:53 UTC",
      "text": "Вы задаёте вопрос очень близко к тому, как я ставлю его для психонетиков (только я не поминаю \"оптимизацию по выживаемости/фертильности\" и прочие обоснования оптимальности текущего положения дел с режимами работы мозга -- включая все ваши поминания \"эволюционной приспособленности/неприспособленности\"). Я с психонетиками совсем недавно имел семинар, где мы четыре часа развёрнуто обсуждали именно эту постановку вопроса: есть ли какие-то результаты, не сводящиеся к предъявляемым в цирке, а относящиеся к интеллектуальной деятельности? Например, можем ли мы с помощью психонетики научить человека программированию на Haskell быстрее (или вообще научить, даже без \"быстрее\"), чем \"традиционным методом\"?Я терпеливо жду от психонетиков (или любых других представителей традиций \"просветления\") ответа и демонстраций кейсов. Пока же таких \"нецирковых вкладов в цивилизацию\" не было предъявлено. Но обещали предъявить.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=131011#t131011"
    },
    {
      "author": "https://sharpc.livejournal.com/",
      "date": "July 6 2012, 14:28:08 UTC",
      "text": "Спасибо, понял.Вы отрицаете, что современное развитие структур мозга человека и растущей на них высшей психики достаточно близко к оптимальному в эволюционном смысле (выжить, проапгрейдиться, передать собранное, занять больше места, стабилизировать достижения, овладеть большей энергией, более точными моделями реальности)?",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=131267#t131267"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 14:31:41 UTC",
      "text": "В какой то мере это разумное возражение, но я к нему бы отнесся с большим пониманием если бы знал хотя бы один пример человека с \"правильно дисциплинированным осознанием\".",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=131523#t131523"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 6 2012, 14:36:50 UTC",
      "text": "Для меня критерии оптимальности непонятны, ибо без обсуждения целей эволюции не обойтись. Кто я такой, чтобы эволюцию (какой системы? мозга? человеческого вида? планеты? космоса?) обсуждать? :-)",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=131779#t131779"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 14:37:42 UTC",
      "text": "1. По тому что тема была про сновидения.3. Далеко не любой и далеко не во все разделы памяти. Уже не говоря про те динамические иерархии которые иногда формируются. ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=132035#t132035"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 14:43:10 UTC",
      "text": "Насколько я понимаю, восприятие биологической эволюции как чего-то жёстко заданного адаптацией сейчас считается несколько устаревшим. Т.е. да адаптация имеет место но она далеко не всё определяет, много свободы остаётся.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=132291#t132291"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 6 2012, 14:53:13 UTC",
      "text": "1. Я именно это \"про сновидения\" и усомневаю. 3. Согласен, что \"не любой\", и \"не все разделы памяти\", и про динамические иерархии (и даже то, что они формируются не всегда -- особенно когда мы не подозреваем об их формировании). В любом случае, нужны определения и типология для этих сущностей -- с учётом того, что выбранная терминология обязательно притянет за собой большие куски каких-то метафор... ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=132547#t132547"
    },
    {
      "author": "https://sharpc.livejournal.com/",
      "date": "July 6 2012, 14:58:34 UTC",
      "text": "Скажем, есть какие-нибудь неприятности. Земля место комфортное, так что неприятности крупные, высокоэнергетические случаются пореже, мелкие почаще. Выживают те, кто способен с этими неприятностями эффективно бороться (не давать им случиться), игнорировать (получать меньше ущерба, в том числе оставляя свои гены в большем количестве потомков), предсказывать (оказываться не там, где они случаются). В остальном рандом, который как-то отсеивается только когда случаются неприятности. Соответственно, раз мы живы, и у нас есть атомная бомба, телескопы и много электростанций, то, вроде как, у нас это хорошо получалось и мы стали такими, что это у нас хорошо получается.Даже отчасти способны перейти к проактивности по отношению к тому, чего на нашей памяти еще никогда не случалось (исчерпание нефти, скажем). И это обсуждение эволюции появилось как раз из той мысли, что раз уж мы проактивны, неплохо бы подумать и про то, а не оставила ли нам эволюция каких-нибудь багов неприятных, переусложнений неоправданных, моделей неадекватных (т.е. оставила, конечно, куда ж без них :(), которые можно было бы нахаляву поменять на те, которые и в будущем будут лучше, и сейчас лучше.Мой тезис в том, что раз у эволюции простыми тычками, но на очень большой выборке, сделать этого не получилось, то и у нас получится не раньше, чем мы будем понимать мозг на уровне ньютоновской механики (по всякой механике vs. биомеханике человек природу, скорее всего, переплюнул, а вот по всякой химии, где понимание на уровне глубже смешал и посмотрел, но мельче, чем решил уравнение Дирака в уме и точно сказал, человек природу еще не переплюнул, хотя и дышит в спину). Психонетика мне представляется именно уровнем «смешал и посмотрел», который до должного развития нейрофизиологии только случайно может набрести на что-то, заметно круче результата эволюции, не говоря уж об индивидуальных практиках, обсуждаемых в статье, в которых я не вижу абсолютно ничего поучительного, зато массу опасного.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=132803#t132803"
    },
    {
      "author": "https://ailev.livejournal.com/",
      "date": "July 6 2012, 15:26:53 UTC",
      "text": "У нас с вами разное понимание эволюции -- как минимум того, кто именно эволюционирует, каковы границы обсуждаемой системы. Так что психонетика вполне в этом плане может делать свой эволюционный шаг, а Воеводин -- свой, и от разности их подходов и методов ничего в плане эволюции не произойдёт. Ну, и вы тоже пытайтесь что-то делать, вдруг вам что-то удастся лучше, чем \"смешивать и смотреть\"? Я сам тут вообще умываю руки, ибо предугадывать будущее мне не дано, и я поэтому не знаю, куда эту эволюцию направлять \"естественно\". Что не мешает мне игнорировать естественность и оптимальность эволюции, и направлять развитие в ту сторону, котрое больше нравится мне исходя из моих ожиданий будущего, но которое вы будете из своих ожиданий будущего считать совсем неоптимальным.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=133059#t133059"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 16:33:11 UTC",
      "text": "Разговоры на эту тему в основном бесполезны, потому что область внутреннего опыта не подлежит интерсубъективной валидации (которая есть нечто большее, нежели просто возможность интерсубъективного опыта). Я думаю, Вы в скором времени в этом убедитесь: серьёзные практики медитации, как ни странно, почти не обсуждают внутренний опыт, или обсуждают лишь с теми, кто принадлежит правильной с их точки зрения традиции. И это понятно, это цена, которая платится за отсутствие интерсубъективной валидации (благодаря которой только и возможна современная естественная наука). В отсутствие её лишь традиции могут успешно работать с внутренним опытом. Поэтому ни Вы ни я не будем способны проверить или доказать, действительно ли человек обладает правильно дисциплинированным сознанием. Мне остаётся в этом лишь доверять авторитету и впоследствии, возможно, собственному опыту, а Вам - не знаю.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=133315#t133315"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 17:25:53 UTC",
      "text": "Здесь наверное многое зависит от вашего личного понимания того что такое правильно дисциплинированное (о)сознание. Мое понимание этого понятия включает в себя способность формулировать свои наблюдения над внутренним миром на языке пригодном для, как вы говорите, \"интерсубъективой\" коммуникации.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=133571#t133571"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 17:29:37 UTC",
      "text": "Я такого не говорил. Я говорил об интерсубъективной валидации, которая хотя бы в примитивном виде нужна уже даже для того, чтобы сформировать язык (иначе как вы будете знать, что говорите об одном и том же?). Пока, на мой взгляд, это удалось лишь традициям.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=133827#t133827"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 17:40:53 UTC",
      "text": "Мне не совсем ясна логика этого утверждения. Что делает возможным создание такого языка в рамках традиции что не может быть использовано с той же целью вне традиции? ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=134083#t134083"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 17:46:43 UTC",
      "text": "Можно создать такой язык вне традиции, конечно. но за такое же долгое время, как это было сделано традициями. Т.е. создать новую традицию.Мы привыкли к быстрому созданию языков, описывающих сложный опыт - физическому, химическому, биологическому и т.д.. И всё это благодаря интерсубъектной валидации. Мы можем сделать наблюдение или опыт, рассказать (а когда-то промычать или дать понять каким-то другим способом) другому человеку как его повторить, он проверит и убедится.В области внутреннего опыта такой возможности просто нет. Поэтому годные языки создаются там гораздо и гораздо медленнее. Вместе с созданием соответствующих традиций.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=134339#t134339"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 17:58:00 UTC",
      "text": "Вообще то человеческие языки создавались гораздо дольше чем время существования сегодняшних традиций и создавались они разумами не в пример более мощными. Так что нет никаких оснований считать эти языки не приспособленными для описания внутреннего опыта.  ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=134595#t134595"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 18:04:18 UTC",
      "text": "Человеческие языки, которые создавались дольше, к сожалению, не подходят для точных определений. Точное определение - это культура специализированного опыта. Гончара, физика, факира, мистика, врача. Если бы мы оставили их совсем без специализированных языков, они бы не смогли передавать опыт ученикам.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=134851#t134851"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 18:06:04 UTC",
      "text": "А без возможности точного определения, в свою очередь, невозможно сказать и договориться что такое, например, правильное осознание.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=135107#t135107"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 18:18:04 UTC",
      "text": "Тут вот какое дело. Ваша точка зрения мне очень понятна поскольку я сам придерживался похожей точки зрения первые 40 лет своей жизни. Сейчас она несколько изменилась и изменилась в результате осмысления собственного прямого опыта. Простая конкуренция в комбинации с стремлением к удовлетворению базовых потребностей развитие человеческого общества не объясняют (и как раз это мне было понятно довольно давно).Каковы именно движущие силы исторического процесса это вопрос очень сложный и наверняка ответ на него тоже будет очень сложным. Понятно только что большая часть этих сил от нас в настоящий момент скрыта и что процесс этот активно регулируется.  Правильной аналогией здесь может быть не то как водитель управляет автомобилем а то как управляется например большая корпорация, с ее периодами взлетов и спадов, с инерцией, с отсутствием точного знания о том как она будет реагировать на то или иное нововведение. Добавьте сюда еще невозможность перенять опыт у схожих корпораций так как человечество в отличие от корпораций всего одно и может быть получится немножко похоже. То что сейчас происходит в плане различных экспериментов с психикой нужно рассматривать именно в этом контексте а не в контексте потребностей отдельных людей. В.   ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=135363#t135363"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 18:26:56 UTC",
      "text": "Наверное нужно еще раз ответить на этот комментарий потому что именно с него обсуждение ушло в сторону от первоначальной темы. Речь шла о вполне конкретной вещи - умении затормозить все сознательные и, главное, все около сознательные процессы до такой степени чтобы они не влияли на очень \"мягкие\" внутренние впечатления и при этом сохранить способность к точному запоминанию этих впечатлений. Так что никакого особенного языка здесь не нужно, все можно сформулировать на русском. ",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=135619#t135619"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 18:38:02 UTC",
      "text": "Я могу сказать \"я Вас понял, да, это так\" или \"я Вас не понял\" или \"я Вас понял, но это не так\". Все эти фразы равноценны - Вы всё равно никогда не узнаете, что я считаю сознательными или околосознательными процессами, что такое для меня \"затормозить\", что значит \"влияли\" или \"не влияли\", и даже что такое \"точное запоминание внутренних впечатлений\".Мы с Вами можем согласиться о том, что такое \"затормозить трактор\", но у нас нет никакого способа проверить что мы понимаем слова \"затормозить сознательные процессы\" одинаково. Потому что трактор один, а внутренних процессов два разных - Ваш и мой.Вы совершенно механически переносите свой языковой оптимизм с внешнего мира, где возможна интерсубъектная валидация. Опытные мистики знают, что это неправильно и заводит в тупик.Но и не только мистики. Очень хорошо говорил об этом Куайн. Он сравнивал сознание и язык человека с подстриженным в форме животного кустом. Я не помню что именно там было, кажется слон. Один куст в форме слона, другой куст - такой же слон. Они одинаковые, но вот особенности сплетения веток разные. Так же соотносятся язык и сознание. То что моя и Ваша копии языка обозначают во внешнем мире - это как бы одинаковые слоны. А то как язык лёг на личное сознание - это уже неповторимые сплетения веток.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=135875#t135875"
    },
    {
      "author": "https://vividha.livejournal.com/",
      "date": "July 6 2012, 18:54:29 UTC",
      "text": "Я думаю многие из читателей этого разговора поняли о чем идет речь. Абсолютной однозначности в понимании конечно быть не может. Но это так же применимо и к внешнему миру. Например разные люди по разному могут понимать что такое трактор. Одну и ты же машину если она достаточно необычная один назовет трактором а другой нет.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=136131#t136131"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 18:58:09 UTC",
      "text": "Конечно люди могут по разному понимать. Но благодаря простому механизму, который называется \"интерсубъектной валидацией\" (эй смотри, я пнул этот камень и он покатился) эта разница в понимании нивелируется до величин, несущественных для практики. Слоны становятся одинаковыми. Иногда правда это требует пяти-шести лет обучения в университете.Со внутренним опытом такого не сделаешь. Не нивелируются различия. Нельзя сказать про \"один и тот-же камень\" - \"эй смотри, я пнул и он покатился\".",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=136387#t136387"
    },
    {
      "author": "https://formerchild.livejournal.com/",
      "date": "July 6 2012, 19:05:28 UTC",
      "text": ">>Я думаю многие из читателей этого разговора поняли о чем идет речь. Это Ваш языковой оптимизм. Я же, в свою очередь, уверен, что многие поняли, но все поняли по разному, каждый по своему. Потому что каждое из слов, которое Вы использовали, само по себе требует точного определения, чтобы понимать их одинаково.И самое главное, нет никакого способа нас с Вами рассудить.",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=136643#t136643"
    },
    {
      "author": "https://ext-75961.livejournal.com/",
      "date": "July 10 2016, 08:13:17 UTC",
      "text": "Владимир Александрович, а у Вас обсуждаемых текстов не сохранилось? Роман Михайлов удалил свой блог, а вместе с ним и обе части интервью вместе с комментариями :-(",
      "thread_url": "https://formerchild.livejournal.com/39619.html?thread=588483#t588483"
    }
  ],
  "post": {
    "date": "2012-07-03 22:54:00",
    "post": " Вот уже Владимир Александрович и сам отвечает на вопросы жжузеров:[a href=\"http://baaltii1.livejournal.com/198675.html?thread=1349395#t1349395\" rel=\"nofollow\"]Основная проблема была в том чтобы найти новый язык на котором можно формально работать с объектами с которыми работает современная чистая математика. Теория множеств для этого не годится, грубо говоря по тому что на ее языке комбинаторная сложность описания объектов растет экспоненциально с ростом уровня абстрактности.[/a] ",
    "title": "Вот уже Владимир Александрович и сам отвечает на вопросы жжузеров:…: formerchild — LiveJournal"
  },
  "url": "https://formerchild.livejournal.com/39619.html"
}